Repository: ProtonLumo/ios-lumo
Catalog: lumo/Localizable.xcstrings
Source language: en
Languages: cs, de, es, es_419, fr, it, nl, pl, pt_br, ru, tr

# widget.prompt.relaxationTechniques
source: Learn to relax
cs: Naučte se relaxovat
de: Lerne dich zu entspannen
es: Aprende a relajarte
es_419: Aprenda a relajarse
fr: Apprenez à vous détendre
it: Impara a rilassarti
nl: Leer ontspannen
pl: Naucz się relaksować
pt_br: Aprenda a relaxar
ru: Научитесь расслабляться
tr: Rahatlamayı öğrenin

# widget.prompt.relaxationTechniques.full
source: What are some effective relaxation techniques to unwind after a busy day?
cs: Jaké existují účinné relaxační techniky k uvolnění po náročném dni?
de: Kannst du mir effektive Entspannungstechniken nennen, mit denen ich nach einem anstrengenden Tag abschalten kann?
es: ¿Cuáles son algunas técnicas de relajación efectivas para desconectar después de un día ajetreado?
es_419: ¿Cuáles son algunas técnicas de relajación efectivas para desconectar después de un día ajetreado?
fr: Quelles techniques de relaxation efficaces pourrais-je faire pour me détendre après une journée chargée ?
it: Sai indicarmi alcune tecniche di rilassamento efficaci per distendermi dopo una giornata intensa?
nl: Wat zijn effectieve ontspanningstechnieken om tot rust te komen na een drukke dag?
pl: Jakie są skuteczne techniki relaksacyjne, aby odprężyć się po pracowitym dniu?
pt_br: Quais seriam técnicas de relaxamento eficazes para relaxar depois de um dia corrido?
ru: Какие существуют эффективные техники релаксации, чтобы расслабиться после напряженного дня?
tr: Yoğun bir günün ardından rahatlamak için etkili rahatlama teknikleri nelerdir?

# widget.prompt.scamSpotting
source: Spot scams
cs: Jak rozpoznat podvody
de: Betrug erkennen
es: Detectar las estafas
es_419: Detectar las estafas
fr: Repérer les arnaques
it: Individua le truffe
nl: Oplichting herkennen
pl: Wykrywaj oszustwa
pt_br: Identificar golpes
ru: Распознать мошенничество
tr: Dolandırıcılıkları tespit et

# widget.prompt.scamSpotting.full
source: How can I spot and avoid scam texts and suspicious messages?
cs: Jak mohu rozpoznat podvodné textové zprávy a podezřelé zprávy a vyhnout se jim?
de: Wie kann ich Betrugs-SMS und verdächtige Nachrichten erkennen und vermeiden?
es: ¿Cómo puedo identificar y evitar mensajes de texto fraudulentos y sospechosos?
es_419: ¿Cómo puedo identificar y evitar mensajes de texto fraudulentos y sospechosos?
fr: Comment puis-je repérer et éviter les messages frauduleux et suspects ?
it: Come posso individuare ed evitare SMS truffa e messaggi sospetti?
nl: Hoe kunt u oplichtingsteksten en verdachte berichten herkennen en vermijden?
pl: Jak mogę wykrywać oszukańcze wiadomości tekstowe i podejrzane wiadomości oraz ich unikać?
pt_br: Como posso identificar e evitar mensagens de texto fraudulentas e suspeitas?
ru: Как я могу распознать и избежать мошеннических сообщений и подозрительных SMS?
tr: Dolandırıcı yazılarını ve şüpheli iletileri nasıl tespit edip kaçınabilirim?

# widget.prompt.scientificWonder
source: Scientific wonder
cs: Vědecký úžas
de: Wissenschaftliches Wunder
es: Maravilla científica
es_419: Maravilla científica
fr: Merveille scientifique
it: Meraviglia scientifica
nl: Wetenschappelijk wonder
pl: Cud naukowy
pt_br: Maravilhas científicas
ru: Научное чудо
tr: Bilimsel harika

# widget.prompt.scientificWonder.full
source: Tell me about a physics discovery that changed everything.
cs: Řekněte mi o fyzikálním objevu, který změnil vše.
de: Erzähl mir von einer Physik-Entdeckung, die alles verändert hat.
es: Cuéntame sobre un descubrimiento en física que lo cambió todo.
es_419: Cuénteme sobre un descubrimiento en física que lo cambió todo.
fr: Parle-moi d'une découverte en physique qui a tout changé.
it: Parlami di una scoperta in fisica che ha cambiato tutto.
nl: Vertel u over een natuurkundige ontdekking die alles veranderde.
pl: Opowiedz mi o odkryciu z dziedziny fizyki, które zmieniło wszystko.
pt_br: Fale sobre uma descoberta da física que mudou tudo.
ru: Расскажите мне о физическом открытии, которое изменило все.
tr: Bana her şeyi değiştiren bir fizik keşfini anlat.

# widget.prompt.sleep.full
source: What are some proven techniques to help me fall asleep faster?
cs: Jaké jsou osvědčené techniky, které mi pomohou rychleji usnout?
de: Kannst du mir bewährte Techniken nennen, mit denen ich schneller einschlafen kann?
es: ¿Cuáles son algunas técnicas probadas para ayudarme a conciliar el sueño más rápido?
es_419: ¿Cuáles son algunas técnicas probadas para ayudarme a conciliar el sueño más rápido?
fr: Quelles techniques connues pourraient m'aider à m'endormir plus vite ?
it: Quali sono alcune tecniche collaudate che mi aiutino ad addormentarmi più velocemente?
nl: Wat zijn enkele bewezen technieken om mij te helpen sneller in slaap te vallen?
pl: Jakie są sprawdzone techniki, które pomogą mi szybciej zasnąć?
pt_br: Cite algumas técnicas comprovadas que possam me ajudar a cair no sono mais rápido.
ru: Какие существуют проверенные методики, которые помогут мне быстрее заснуть?
tr: Daha hızlı uykuya dalmama yardımcı olacak kanıtlanmış teknikler nelerdir?

# widget.prompt.sleepEnvironment
source: Optimize your sleep space
cs: Optimalizujte svůj prostor na spaní
de: Optimiere deinen Schlafbereich
es: Optimiza tu espacio para dormir
es_419: Optimice su espacio para dormir
fr: Optimisez l'endroit où vous dormez
it: Ottimizza il tuo spazio per dormire
nl: Optimaliseer uw slaapruimte
pl: Zoptymalizuj swoją przestrzeń do spania
pt_br: Otimize seu ambiente de sono
ru: Оптимизируйте место для сна
tr: Uyku alanınızı iyileştirin

# widget.prompt.sleepMeditation
source: Meditate for sleep
cs: Meditujte pro lepší spánek
de: Meditiere für den Schlaf
es: Medita para dormir
es_419: Medite para dormir
fr: Méditez pour mieux vous endormir
it: Medita per dormire
nl: Mediteer voor het slapen
pl: Medytuj dla snu
pt_br: Medite para dormir
ru: Медитируйте перед сном
tr: Uyku için meditasyon yapın

# widget.prompt.sleepTips
source: Improve your sleep
cs: Zlepšete svůj spánek
de: Verbessere deinen Schlaf
es: Mejora tu sueño
es_419: Mejore su sueño
fr: Améliorez votre sommeil
it: Migliora il tuo sonno
nl: Verbeter uw slaap
pl: Popraw swój sen
pt_br: Melhore seu sono
ru: Улучшите сон
tr: Uykunuzu iyileştirin

# widget.prompt.snacks.full
source: Suggest some healthy afternoon snacks that will boost my energy without a sugar crash.
cs: Navrhněte nějaké zdravé odpolední svačiny, které mi dodají energii bez následného propadu cukru.
de: Schlag einige gesunde Nachmittagssnacks vor, die meine Energie steigern, ohne einen Zuckerschock zu verursachen.
es: Sugiéreme algunos tentempiés saludables para la tarde que me den energía sin un bajón de azúcar.
es_419: Sugiérame algunos refrigerios saludables para la tarde que aumenten mi energía sin un bajón de azúcar.
fr: Suggère-moi des collations saines pour l'après-midi qui me donneront de l'énergie sans pic de glycémie.
it: Suggeriscimi alcuni snack pomeridiani sani che aumentino la mia energia e che non mi facciano venire un calo di zuccheri.
nl: Stel enkele gezonde middagsnacks voor die mijn energie een boost geven zonder een suikerdip.
pl: Zaproponuj jakieś zdrowe popołudniowe przekąski, które dodadzą mi energii bez gwałtownego spadku cukru.
pt_br: Sugira alguns lanches da tarde saudáveis para aumentar a energia sem dar o efeito rebote do açúcar.
ru: Предложите несколько здоровых послеобеденных перекусов, которые придадут мне энергии без последующего упадка сил из-за сахара.
tr: Şekerimi düşürmeden enerjimi artıracak bazı sağlıklı öğleden sonra atıştırmalıkları öner.

# widget.prompt.stretches.full
source: Give me a quick stretching routine to relieve tension and improve circulation.
cs: Ukažte mi rychlou protahovací sestavu na uvolnění napětí a zlepšení krevního oběhu.
de: Nenne mir eine schnelle Dehnübung, um Verspannungen zu lösen und die Durchblutung zu verbessern.
es: Dame una rutina rápida de estiramientos para aliviar la tensión y mejorar la circulación.
es_419: Deme una rutina rápida de estiramientos para aliviar la tensión y mejorar la circulación.
fr: Donne-moi une routine d'étirements rapides pour soulager les tensions musculaires et améliorer la circulation sanguine.
it: Dammi una routine di stretching veloce per alleviare la tensione e migliorare la circolazione.
nl: Geef mij een snelle rekroutine om spanning te verlichten en de bloedsomloop te verbeteren.
pl: Podaj mi szybką rutynę rozciągania, aby złagodzić napięcie i poprawić krążenie.
pt_br: Me dê uma rotina de alongamento rápida para aliviar a tensão e melhorar a circulação.
ru: Дайте мне быстрый комплекс упражнений на растяжку, чтобы снять напряжение и улучшить кровообращение.
tr: Gerginliği azaltmak ve dolaşımı iyileştirmek için bana hızlı bir esneme rutini ver.

# widget.prompt.timeManagement
source: Manage your time
cs: Spravujte svůj čas
de: Manage deine Zeit
es: Administra tu tiempo
es_419: Gestione su tiempo
fr: Gérez votre temps
it: Gestisci il tuo tempo
nl: Beheer uw tijd
pl: Zarządzaj swoim czasem
pt_br: Gerencie seu tempo
ru: Управляйте своим временем
tr: Zamanınızı yönetin

# widget.prompt.timeManagement.full
source: How can I better manage my time today to accomplish my most important tasks?
cs: Jak mohu dnes lépe hospodařit se svým časem, abych splnil své nejdůležitější úkoly?
de: Wie kann ich meine Zeit heute besser managen, um meine wichtigsten Aufgaben zu erledigen?
es: ¿Cómo puedo gestionar mejor mi tiempo hoy para realizar las tareas más importantes?
es_419: ¿Cómo puedo gestionar mejor mi tiempo hoy para realizar mis tareas más importantes?
fr: Comment mieux gérer mon temps aujourd'hui pour accomplir mes tâches les plus importantes ?
it: Come posso gestire meglio il mio tempo oggi per portare a termine i miei compiti più importanti?
nl: Hoe kan ik mijn tijd vandaag beter beheren om mijn belangrijkste taken uit te voeren?
pl: Jak mogę dzisiaj lepiej zarządzać czasem, aby wykonać najważniejsze zadania?
pt_br: Qual é a melhor maneira de gerenciar meu tempo hoje para completar minhas tarefas mais importantes?
ru: Как мне сегодня лучше управлять своим временем, чтобы выполнить самые важные задачи?
tr: Bugün en önemli görevlerimi tamamlamak için zamanımı daha iyi nasıl yönetebilirim?

# widget.prompt.universeExplorer
source: Universe explorer
cs: Vesmírný průzkumník
de: Universum-Erforscher
es: Explorar el universo
es_419: Explorar el universo
fr: Explorer l'univers
it: Esploratore dell'universo
nl: Universumverkenner
pl: Eksplorator wszechświata
pt_br: Explorador do universo
ru: Исследователь вселенной
tr: Evren kaşifi

# widget.prompt.universeExplorer.full
source: Share a mind-bending fact about the cosmos and particle physics.
cs: Sdílejte ohromující fakt o kosmu a částicové fyzice.
de: Teile eine verblüffende Tatsache über den Kosmos und die Teilchenphysik.
es: Comparte un dato impresionante sobre el cosmos y la física de partículas.
es_419: Comparta un dato impresionante sobre el cosmos y la física de partículas.
fr: Partage un fait époustouflant sur le cosmos et la physique des particules.
it: Condividi un fatto sbalorditivo sull'universo e la fisica delle particelle.
nl: Deel een verbijsterend feit over de kosmos en deeltjesfysica.
pl: Udostępnij mi zdumiewający fakt o kosmosie i fizyce cząstek.
pt_br: Compartilhe um fato surpreendente sobre o cosmos e a física de partículas.
ru: Поделитесь умопомрачительным фактом о космосе и физике частиц.
tr: Kozmos ve parçacık fiziği hakkında akıl almaz bir gerçek paylaş.

# widget.quickaccess
source: Quick access to AI prompts
cs: Rychlý přístup k AI promptům
de: Schnellzugriff auf KI-Prompts
es: Acceso rápido a indicaciones de IA
es_419: Acceso rápido a prompts de IA
fr: Accès rapide aux prompts d'IA
it: Accesso rapido ai prompt IA
nl: Snelle toegang tot AI-prompts
pl: Szybki dostęp do promptów AI
pt_br: Acesso rápido a prompts de IA
ru: Быстрый доступ к подсказкам ИИ
tr: Yapay Zeka istemlerine hızlı erişim

# widget.searchHint.default
source: Ask Lumo a question
cs: Zeptej se Lumo na otázku
de: Lumo eine Frage stellen
es: Pregunta lo que quieras a Lumo
es_419: Pregunte a Lumo
fr: Poser une question à Lumo
it: Chiedi qualcosa a Lumo
nl: Stel Lumo een vraag
pt_br: Pergunte ao Lumo
ru: Задайте Lumo вопрос
tr: Lumo'ya bir soru sorun

# current.free.plan.name
source: Free
de: Kostenlos
it: Gratuito
nl: Gratis
tr: Ücretsiz

# app.general.ok
source: OK
es: Aceptar
tr: Tamam
